/* Emoticon name */
"Angel" = "Anjel";

/* Emoticon name */
"Angry" = "Nahnevaný";

/* Emoticon name */
"Baring teeth" = "Zubatý";

/* Emoticon name */
"Blush" = "Hanblivý ";

/* Emoticon name */
"Confused" = "Zmätený";

/* Emoticon name */
"Cool" = "To je dost dobré";

/* Emoticon name */
"Cry" = "Plač";

/* Emoticon name */
"Crying" = "Plakať";

/* Emoticon name */
"Disappointed" = "Sklamaný";

/* Emoticon name */
"Don't tell anyone" = "Nikomu nehovor";

/* Emoticon name */
"Embarrassed" = "Zahanbený";

/* Emoticon name */
"Erm" = "Hmm";

/* Emoticon name */
"Foot In Mouth" = "Íha";

/* Emoticon name */
"Frown" = "Zamračený";

/* Emoticon name */
"Gasp" = "Prekvapený";

/* Emoticon name */
"Grin" = "Škeriť sa";

/* Emoticon name */
"Halo" = "Svätý";

/* Emoticon name */
"Happy" = "Štastný";

/* Emoticon name */
"Heart" = "Srdce";

/* Emoticon name */
"I don't know" = "Neviem";

/* Emoticon name */
"Kiss" = "Bozk";

/* Emoticon name */
"Lips are sealed" = "Nič nepoviem";

/* Emoticon name */
"Money-mouth" = "Vidím peniaze";

/* Emoticon name */
"Nerd" = "Bifľoš";

/* Emoticon name */
"Open mouthed" = "Otvorené ústa";

/* Emoticon name */
"Party" = "Party";

/* Emoticon name */
"Sad" = "Smutný";

/* Emoticon name */
"Sarcastic" = "Sarkastický";

/* Emoticon name */
"Scared" = "Vystrašený";

/* Emoticon name */
"Sick" = "Chorý";

/* Emoticon name */
"Sleepy" = "Ospalý";

/* Emoticon name */
"Smile" = "Úsmev";

/* Emoticon name */
"Star" = "Hviezda";

/* Emoticon name */
"Sticking Out Tongue" = "Vyplazený jazyk";

/* Emoticon name */
"Surprised" = "Prekvapený";

/* Emoticon name */
"Thinking" = "Rozmýšľať";

/* Emoticon name */
"Tongue out" = "Vyplazený jazyk";

/* Emoticon name */
"Undecided" = "Nerozhodný";

/* Emoticon name */
"Wink" = "Žmurknúť";